<img id="amano_top" src="images/ja/nobel_interview/header_nobel_interview.jpg" alt="2014年ノーベル物理学賞受賞記念 天野教授 特別インタビュー">
<a href="http://nuvideo.media.nagoya-u.ac.jp/embed/5bdf9a1b3d1a6963da86fca401b4e7d1f22aa2e2">
<img id="amano_video" src="images/ja/nobel_interview/amano_video.jpg" alt="クリックでビデオを再生">
</a>

<div id= "intro">
<p>
青色発光ダイオードの発明により、2014年度ノーベル物理学賞を受賞された天野浩教授。<br>
名古屋大学出身の新たなノーベル賞受賞者の誕生とあって、世界中から大きな注目を集めた。<br>
今回「名大の授業 (NUOCW)」では、そんな天野教授に独占インタビューを行った。<br>
研究についてはもちろん、現在担当されている授業やご自身の学生時代に関することまで、幅広くお話を伺うことができた。
</p>
</div>

<div id="interview">
<h1 class="q_title">
コンピュータの仕事をやりたくて
</h1>

<div class="qq">
<p>
Q. 学生時代、青色発光ダイオードを最初から研究したいと思っていたのですか？
</p>
</div>

<img id="amano_one1" src="images/ja/nobel_interview/amano_one1.jpg">
{* 天野先生の画像1 *}


<p>
学生時代は、社会の流れとして、コンピュータが少しずつ生まれて浸透しつつある状態だったんですね。ですから、一番本当にやりたかったのはコンピュータの仕事で、特にその中心となるCPUの設計をやりたかったんです。ただコンピュータのCPUの設計をやる研究室がなかったので、同じ半導体ということで青色LEDの材料の研究を始めたというのが、実際のところです。
</p>

<div class="qq">
<p>
Q. 学生時代、発光ダイオードは社会でどのように役立つとお考えでしたか？
</p>
</div>
<p>
その当時、社会の流れはコンピュータ化というのがあって、その中で特に問題になったのはディスプレイなんですね。ディスプレイが当時はあまりにも大きくてとても今のように持ち運びできるようなものではなかったんです。<br>
それを小さく薄くしてスマートにしようというのが元々のLED開発の目的でした。現在スマートフォン、携帯電話などのディスプレイに多くLEDが使われていますので、この点は、開発当時から考えたところですが、照明にまで使われるとは当時は思っていなかったですね。
</p>

<div class="qq">
<p>
Q. ご自身の研究が日常生活の役に立っているなあと感動・実感する場面はありますか？
</p>
</div>
<p>
感動はですね…最初はありました。まず最初は交通信号機に使われるようになったんですね、それで多くの人に実際にLEDというのを見ていただくことができて感動しました。しかし、だんだん慣れてきますと、最近はスマホを見ながら歩いている人が多くて、「非常に危ないな」というのが現在の感想です。
</p>

<div class="qq">
<p>
Q. 学生時代の研究生活で印象に残っていることはありますか？
</p>
</div>
<p>
一番印象に残っているのは…当時は先生方たちと非常に遅くまで研究に関する事をよく議論したことです。研究に関して、色々意見をぶつけて行ったというのが印象に残っていますね。
</p>

<h1 class="q_title">
研究には楽しさもあるけど、焦りもある
</h1>

<div class="qq">
<p>
Q. 研究は楽しいですか？
</p>
</div>

<img id="amano_two1" src="images/ja/nobel_interview/amano_two1.jpg">
{* 天野先生とインタビュアの画像1 *}

<p>
青色LEDというものができれば世の中のコンピュータ化が進んで、非常に世の中の役に立つというのが頭の中で分かっていたので、それをとにかく追求するという点では楽しいですけど、もう一つ、人に先を越されてはいけないという焦りもあるんですね。ですから、やること自体は非常に楽しいんですけども早く結果を出さなければいけない、いわば夏休みの8月30日くらいまで宿題をしていなかった子供のような気持ちを今もずっと持っていますね。
</p>

<div class="qq">
<p>
Q. 研究をやっていて心が折れそうになった、あるいはやめてしまいたいと思うようなことはありましたか？
</p>
</div>
<p>
毎日がそのくりかえしでしたね。1日に3,4回くらい実験できるんですけど、それでもなかなか綺麗な結晶ができないというときはしょげて下宿に帰るんです。けど朝起きるとまた元気になって次ほかのことをやろう、ということの繰り返しでしたね。
</p>

<div class="qq">
<p>
Q. 現在の研究室の雰囲気はどうですか？
</p>
</div>
<p>
現在の研究室は、今私は教授の立場なので実際に夜遅くまで学生さんとディスカッションするという機会はあまりなくなって、その役割は若い先生やポスドクの方がやっておられると思うんですね。で、雰囲気としては…テーマが私が学生時代だった当時と比べると非常に重要度が高くなったというか、だいぶ期待のされ方も違っていますので、プレッシャーはあると思いますけれども、学生さんは本当に頑張ってくれていると思います。雰囲気も非常に明るく頑張ってくれていると思います。
</p>

<h1 class="q_title">
当時と今を比較して
</h1>

<div class="qq">
<p>
Q. 学生の時と教授の時とで授業に対する印象の違いはありますか？
</p>
</div>

<img id="led_nu" src="images/ja/nobel_interview/led_nu.jpg">
{* LEDの画像 *}

<p>
学生当時は…勉強自体は大学の頃は好きになっていて、色んな講義をたくさんとりました。それぞれ先生ごとに特徴があって、それぞれ非常に面白くてたくさん勉強させてもらいました。今授業する立場になって思うのは、当時と比べると非常に標準化されてきていますよね。当時はパワーポイントなんてなかったので黒板に書いたり印刷したものを渡されたりして授業をやっていたのですが、最近はパワーポイントを中心にして授業をやっていますので、非常に標準化という点ではいいんですけど、本当に伝えたいものが伝わっているかなあという不安は正直あるんですよね。
</p>

<div class="qq">
<p>
Q. 先生自身が授業を行う上で気をつけていることや、売りみたいなものはありますか？
</p>
</div>
<p>
やっぱり名古屋大学での授業ですから、非常にハイレベルな内容というのは意識してやっていて、「非常に難しい問題もこうやって考えれば出来るんだよ」というロジック、特に論理構成には気をつけて話はしているつもりです。というのは、学生当時、一番好きだったのが数学なんですね。数学は論理の組み立てが中心ですから、「論理構成をしっかりするということがどんなことを考える上でも大事だよ」というのが信念としてあるので、それは授業を行う上で気をつけているつもりです。
</p>

<div class="qq">
<p>
Q. 数学は先生自身にとって重要なんですか？
</p>
</div>
<p>
数学以外はほとんど勉強しなかったんです、実は。数学は私にとっては非常に重要な学問でしたね。
</p>

<div class="qq">
<p>
Q. 先生は大学に入学してから殆どの期間を名古屋大学で過ごしているんですか？
</p>
</div>
<p>
助手の頃に名城大学に移って18年間名城大学に居ましたけど、今戻ってきて5年目ですかね。
</p>

<div class="qq">
<p>
Q. 学生時代と教授時代で名古屋大学について変わった点はありますか？
</p>
</div>
<p>
まず一番変わったのはキャンパスや建物ですね。当時はお化け屋敷とか言われていたところに住んでいましたから、それと比べると今は非常に建物が綺麗になりましたね。それが一番大きな印象ですね。後は学生さん…は当時と変わったかな？あんまり中身は変わってないんじゃないですかね。<br>
学生の雰囲気そのものは変わらないんじゃないかと思います。
</p>

<div class="qq">
<p>
Q. 「お化け屋敷」と呼ばれていた建物は今のどこですか？
</p>
</div>
<p>
工学部の1号館だったかな？地下なんかに装置を借りに行ったりしていたんですけど、非常に夜だと怖い建物でしたよ。
</p>

<h1 class="q_title">
なぜ名古屋大学を選んだのか？
</h1>

<div class="qq">
<p>
Q. 先生が名古屋大学を選んだ理由は何ですか？
</p>
</div>
<p>
名大のビデオで言っていいのかわからないですけど、高校時代は別の大学を目指していました。当時は共通一次試験っていう風に言っていたんですけど、今でいうところの、センター試験、あれは4択か5択が中心ですよね、私人が良すぎるのかすぐ騙されちゃって、2つくらいに絞るとどっちかわからなくなって非常に苦手でしたね。ということがあって、名古屋大学になりました。
</p>

<div class="qq">
<p>
Q. 今でいうセンター試験はやっぱり得意ではなかったのですか？
</p>
</div>
<p>
すごく苦手でしたね。
</p>

<h1 class="q_title">
今の学生に向けて
</h1>

<div class="qq">
<p>
Q. 学生時代これはやっておくべきだと思うことはありますか？
</p>
</div>

<img id="amano_one2" src="images/ja/nobel_interview/amano_one2.jpg">
{* 天野先生の画像2 *}

<p>
やっぱり勉強ですね。私の場合は高校の時に数学が好きになって勉強をやるようになったんですけど、やる意味、勉強する意味というのはあまりはっきりわかってなかったですね。大学に来て、いろいろ視野が広がって、そのなかでコンピュータ化というのを本当に実感するようになって、これはもっと勉強しなきゃという気持ちになったんで、やっぱり一番大切なのは、当たり前ですけど勉強じゃないですかね。
</p>

<div class="qq">
<p>
Q. 学業以外に熱心に取り組んだことはありますか？
</p>
</div>
<p>
1,2年のうちはソフトボールをやっていました。小学生の頃ソフトボールとかサッカーが好きで、中学高校ではやらなかったものですから、大学の1,2年の時にはソフトボールをやっていましたね。
</p>

<div class="qq">
<p>
Q. スポーツもやっぱり大事だと思いますか？
</p>
</div>
<p>
勉強はもちろんですが、スポーツも好きですね。集中してやると気分転換にもなりますし、非常に良かったです。
</p>

<div class="qq">
<p>
Q. 学生に向けてなにかメッセージをお願いします。
</p>
</div>
<p>
名古屋大学の学生さんは皆さん非常に優秀ですし、才能もたくさんお持ちなんですよね。研究室に入ってくる学生さん見ていてもすごく才能溢れる人が多いんです。けれども、本当に人の役に立つ、という熱意を持って研究や勉強に集中しているかっていうと、必ずしもそういう人ばかりではない感じがするので、ぜひ大学にいるうちに人生の目標を見つけてほしいなと思います。それが見つかった人はそれを全力で実現するように努力してほしいという気持ちです。
</p>

<img id="amano_two2" src="images/ja/nobel_interview/amano_two2.jpg">
{* 天野先生とインタビュアの画像2 *}

</div>
